export const LegalForm = () => (
	<article>
		<h4 className='text-sm my-[1.33em] font-bold'>
			Политика оператора в отношении обработки персональных данных
		</h4>
		<br />
		<h5 className='text-sm my-[1.33em] font-bold'>Введение</h5>
		<p className='text-sm my-[1.33em]'>
			1.1. Важнейшим условием реализации целей деятельности ООО «Гранд» ИНН 7708246043 ОГРН
			1157746063078 (далее - Оператор) является обеспечение необходимого и достаточного уровня
			информационной безопасности информации, к которой, в том числе, относятся персональные
			данные.
		</p>
		<p className='text-sm my-[1.33em]'>
			1.2. Политика в отношении обработки персональных данных на сайте Оператора
			https://autstaffkin.ru определяет порядок сбора, хранения, передачи и иных видов
			обработки персональных данных, а также сведения о реализуемых требованиях к защите
			персональных данных.
		</p>
		<p className='text-sm my-[1.33em] italic'>
			Оператор обрабатывает персональные данные следующих лиц:
		</p>
		<p className='text-sm my-[1.33em] italic'>
			- пользователей сайта, использующих услуги Оператора.
		</p>
		<p className='text-sm my-[1.33em]'>
			1.3. Субъект персональных данных принимает решение о предоставлении его персональных
			данных и дает согласие на их обработку свободно, своей волей и в своем интересе.
		</p>
		<p className='text-sm my-[1.33em]'>
			1.4. Политика разработана в соответствии с действующим законодательством РФ. Политика
			обработки персональных данных Оператора определяется, в том числе, в соответствии со
			следующими нормативными правовыми актами:
		</p>

		<ul className='text-sm my-[1.33em] list-disc list-outside ps-5'>
			<li>Конституция РФ;</li>
			<li>Федеральный закон от 27 июля 2006 г. № 152-ФЗ «О персональных данных»;</li>
			<li>
				Указ Президента Российской Федерации от 06 марта 1997 г. № 188 «Об утверждении
				Перечня сведений конфиденциального характера»;
			</li>
			<li>
				постановление Правительства Российской Федерации от 15 сентября 2008 г. № 687 «Об
				утверждении Положения об особенностях обработки персональных данных, осуществляемой
				без использования средств автоматизации»;
			</li>
			<li>
				постановление Правительства Российской Федерации от 6 июля 2008 г. № 512 «Об
				утверждении требований к материальным носителям биометрических персональных данных и
				технологиям хранения таких данных вне информационных систем персональных данных»;
			</li>
			<li>
				постановление Правительства Российской Федерации от 1 ноября 2012 г. № 1119 «Об
				утверждении требований к защите персональных данных при их обработке в
				информационных системах персональных данных»;
			</li>
			<li>
				приказ ФСТЭК России № 55, ФСБ России № 86, Мининформсвязи России № 20 от 13 февраля
				2008 г. «Об утверждении Порядка проведения классификации информационных систем
				персональных данных»;
			</li>
			<li>
				приказ Роскомнадзора от 05 сентября 2013 г. № 996 «Об утверждении требований и
				методов по обезличиванию персональных данных».
			</li>
		</ul>
		<br />
		<h5 className='text-sm my-[1.33em] font-bold'>Принципы обработки персональных данных</h5>
		<p className='text-sm my-[1.33em]'>
			2.1. При обработке персональных данных субъектов реализуются следующие принципы:
		</p>
		<p className='text-sm my-[1.33em]'>
			- соблюдение законности получения, обработки, хранения, а также других действий с
			персональными данными;
		</p>
		<p className='text-sm my-[1.33em]'>
			- обработка персональных данных исключительно с целью исполнения обязательств по
			договору;
		</p>
		<p className='text-sm my-[1.33em]'>
			- сбор только тех персональных данных, которые минимально необходимы для достижения
			заявленных целей обработки;
		</p>
		<p className='text-sm my-[1.33em]'>
			- выполнение мер по обеспечению безопасности персональных данных при их обработке и
			хранении;
		</p>
		<p className='text-sm my-[1.33em]'>
			- соблюдение прав субъекта персональных данных на доступ к его персональным данным.
		</p>
		<p className='text-sm my-[1.33em]'>
			2.2. Обработка персональных данных Оператором осуществляется с учетом необходимости
			обеспечения защиты прав и свобод субъектов персональных данных, в том числе защиты права
			на неприкосновенность частной жизни, личную и семейную тайну, на основе следующих
			принципов:
		</p>
		<ul className='text-sm my-[1.33em] list-disc list-outside ps-5'>
			<li>обработка персональных данных осуществляется на законной и справедливой основе;</li>
			<li>
				обработка персональных данных ограничивается достижением конкретных, заранее
				определенных и законных целей;
			</li>
			<li>
				не допускается обработка персональных данных, несовместимая с целями сбора
				персональных данных;
			</li>
			<li>
				не допускается объединение баз данных, содержащих персональные данные, обработка
				которых осуществляется в целях, несовместимых между собой;
			</li>
			<li>
				обработке подлежат только персональные данные, которые отвечают целям их обработки;
			</li>
			<li>
				содержание и объем обрабатываемых персональных данных соответствует заявленным целям
				обработки. Не допускается избыточность обрабатываемых персональных данных по
				отношению к заявленным целям их обработки;
			</li>
			<li>
				при обработке персональных данных обеспечиваются точность персональных данных, их
				достаточность, а в необходимых случаях и актуальность по отношению к целям обработки
				персональных данных. Оператором принимаются необходимые меры либо обеспечивается их
				принятие по удалению или уточнению неполных или неточных персональных данных;
			</li>
			<li>
				хранение персональных данных осуществляется не дольше, чем того требуют цели
				обработки персональных данных, если срок хранения персональных данных не установлен
				федеральным законом, договором, стороной которого, выгодоприобретателем или
				поручителем по которому является субъект персональных данных;
			</li>
			<li>
				обрабатываемые персональные данные уничтожаются либо обезличиваются по достижении
				целей обработки или в случае утраты необходимости в достижении этих целей, если иное
				не предусмотрено федеральным законом.
			</li>
		</ul>
		<br />
		<h5 className='text-sm font-bold my-[1.33em]'>Состав персональных данных</h5>
		<p className='text-sm my-[1.33em]'>
			3.1. Сведениями, составляющими персональные данные, является любая информация,
			относящаяся к прямо или косвенно определенному или определяемому физическому лицу
			(субъекту персональных данных).
		</p>
		<p className='text-sm my-[1.33em]'>
			3.2. Все обрабатываемые Оператором персональные данные являются конфиденциальной, строго
			охраняемой информацией в соответствии с законодательством РФ.
		</p>
		<p className='text-sm my-[1.33em]'>
			3.3. Информацией, относящейся к персональным данным, используемой Оператором с клиентом,
			является:
		</p>
		<p className='text-sm my-[1.33em] italic'>- Имя;</p>
		<p className='text-sm my-[1.33em] italic'>- номер телефона субъекта персональных данных.</p>
		<br />
		<h5 className='text-sm font-bold my-[1.33em]'>Цели обработки персональных данных</h5>
		<p className='text-sm my-[1.33em]'>
			4.1 Персональные данные обрабатываются Оператором в целях оказания консультационных
			услуг субъектам персональных данных по вопросам приобретения услуги, использования
			сервисов сайта Оператора; продвижения услуг и/или товаров Оператора, осуществления
			прямых контактов с клиентами Оператора с помощью средств связи.
		</p>
		<p className='text-sm my-[1.33em]'>
			4.2. Оператор осуществляет сбор, обработку, хранение, передачу информации о персональных
			данных, кроме:
		</p>
		<p className='text-sm my-[1.33em]'>
			- обработки специальных категорий персональных данных, касающихся расовой, национальной
			принадлежности, политических взглядов, религиозных или философских убеждений, состояния
			здоровья, интимной жизни;
		</p>
		<p className='text-sm my-[1.33em]'>
			- обработки сведений, которые характеризуют физиологические особенности человека и на
			основе которых можно установить его личность (биометрические персональные данные);
		</p>
		<p className='text-sm my-[1.33em]'>
			- трансграничной передачи персональных данных на территории иностранных государств, не
			обеспечивающих адекватной защиты прав субъектов персональных данных;
		</p>
		<p className='text-sm my-[1.33em]'>
			- создания общедоступных источников персональных данных (в том числе справочники,
			адресные книги).
		</p>
		<br />
		<h5 className='text-sm font-bold my-[1.33em]'>
			Сбор, обработка, хранение, уничтожение персональных данных
		</h5>
		<p className='text-sm my-[1.33em]'>
			5.1. Оператор осуществляет сбор, запись, систематизацию, накопление, хранение, уточнение
			(обновление, изменение), извлечение, использование, обезличивание, блокирование,
			удаление и уничтожение персональных данных.
		</p>
		<p className='text-sm my-[1.33em]'>
			Обработка персональных данных Оператором осуществляется следующими способами:
		</p>
		<p className='text-sm my-[1.33em]'>
			- автоматизированная обработка персональных данных с передачей полученной информации по
			информационно-телекоммуникационным сетям или без таковой.
		</p>
		<p className='text-sm my-[1.33em]'>
			5.2. Сведения о местонахождении базы данных информации, содержащей персональные данные:
			Россия.
		</p>
		<p className='text-sm my-[1.33em]'>
			5.3. Обработка персональных данных, осуществляемая с использованием средств
			автоматизации, проводится при условии выполнения следующих действий: Оператор проводит
			технические мероприятия, направленные на предотвращение несанкционированного доступа к
			персональным данным и (или) передачи их лицам, не имеющим права доступа к такой
			информации; защитные инструменты настроены на своевременное обнаружение фактов
			несанкционированного доступа к персональным данным; технические средства
			автоматизированной обработки персональных данных изолированы в целях недопущения
			воздействия на них, в результате которого может быть нарушено их функционирование.
		</p>
		<p className='text-sm my-[1.33em]'>
			В случае подтверждения факта неточности персональных данных или неправомерности их
			обработки, персональные данные подлежат их актуализации оператором, а обработка должна
			быть прекращена, соответственно.
		</p>
		<p className='text-sm my-[1.33em]'>
			В предусмотренных законом случаях обработка персональных данных осуществляется
			Оператором только с письменного согласия субъекта, а также допустимого законом
			равнозначного подтверждения согласия субъекта на обработку персональных данных.
		</p>
		<p className='text-sm my-[1.33em]'>
			Хранение персональных данных осуществляется в соответствии с требованиями
			законодательства РФ, локальными актами Оператора, после чего они подлежат уничтожению.
		</p>
		<p className='text-sm my-[1.33em]'>
			При достижении целей обработки персональных данных, а также в случае отзыва субъектом
			персональных данных согласия на их обработку персональные данные подлежат уничтожению.
		</p>
		<p className='text-sm my-[1.33em]'>
			Персональные данные на электронных носителях уничтожаются путем стирания или
			форматирования носителя.
		</p>
		<p className='text-sm my-[1.33em]'>
			Оператор обязан сообщить в порядке, предусмотренном статьей 14 Федерального закона от 27
			июля 2006 г. № 152-ФЗ «О персональных данных», субъекту персональных данных или его
			представителю информацию о наличии персональных данных, относящихся к соответствующему
			субъекту персональных данных, а также предоставить возможность ознакомления с этими
			персональными данными при обращении субъекта персональных данных или его представителя
			либо в течение тридцати дней с даты получения запроса субъекта персональных данных или
			его представителя. По требованию субъекта персональных данных информация в любой момент
			может быть удалена.
		</p>
		<p className='text-sm my-[1.33em]'>
			5.4. Информация о посетителях сайта (IP-адрес, имя домена, тип браузера, и т. п.)
			сохраняется в целях ведения статистики посещений. Эта информация обезличена.
		</p>
		<p className='text-sm my-[1.33em]'>
			5.5. При заполнении формы «Заказать звонок» субъект заполняет окно с данными согласно
			п.3.3. После заполнения указанных параметров субъект подтверждает свое согласие на
			обработку персональных данных. В противном случае персональные данные не принимаются, не
			осуществляется их сбор, обработке не подлежат. Дополнительные персональные данные у
			субъекта персональных данных помимо п. 3.3. не запрашиваются. После совершения обратной
			связи Оператор осуществляет обработку, хранение персональных данных, и уничтожение.
		</p>
		<p className='text-sm my-[1.33em]'>
			5.6. Ссылки на другие (внешние) сайты могут быть размещены на сайте Оператора.
			Информация с этих сайтов не является продолжением либо дополнением материалов Оператора.
			Оператор не может нести ответственность за достоверность данных сайтов и используемых на
			сайтах услугах, использовании персональных данных.
		</p>
		<br />
		<h5 className='text-sm my-[1.33em] font-bold'>
			Сведения о реализуемых требованиях к защите персональных данных
		</h5>
		<p className='text-sm my-[1.33em]'>
			6.1. Оператор проводит следующие мероприятия: определяет угрозы безопасности
			персональных данных при их обработке, формирует на их основе модели угроз; осуществляет
			разработку на основе модели угроз системы защиты персональных данных, обеспечивающей
			нейтрализацию предполагаемых угроз с использованием методов и способов защиты
			персональных данных, предусмотренных для соответствующего класса информационных систем;
			осуществляет установку и ввод в эксплуатацию средства защиты информации в соответствии с
			эксплуатационной и технической документацией; осуществляет учет применяемых средств
			защиты информации, эксплуатационной и технической документации к ним, носителей
			персональных данных; осуществляет учет лиц, допущенных к работе с персональными данными
			в информационной системе; назначает лицо (круг лиц) ответственных за организацию
			обработки персональных данных; определяет места хранения персональных данных, а также
			места хранения персональных данных, оборудованных от несанкционированного проникновения;
			осуществляет контроль за соблюдением условий использования средств защиты информации,
			предусмотренных эксплуатационной и технической документацией; вправе инициировать
			разработку и принятие мер по предотвращению возможных опасных угроз.
		</p>
		<p className='text-sm my-[1.33em]'>
			Оператор в своей работе использует сертифицированное лицензированное антивирусное
			программное обеспечение с регулярно обновляемыми базами.
		</p>
		<p className='text-sm my-[1.33em]'>
			6.2. Для разработки и осуществления конкретных мероприятий по обеспечению безопасности
			персональных данных при их обработке в информационной системе Оператором или
			уполномоченным лицом ответственным является подразделение Оператора. Лица, доступ
			которых к персональным данным, обрабатываемым в информационной системе, необходим для
			выполнения служебных (трудовых) обязанностей, допускаются к соответствующим персональным
			данным на основании приказа, утвержденного Оператором. При обнаружении нарушений порядка
			предоставления персональных данных Оператор или уполномоченное лицо незамедлительно
			приостанавливают предоставление персональных данных пользователям информационной системы
			до выявления причин нарушений и устранения этих причин.
		</p>
		<br />
		<h5 className='text-sm my-[1.33em] font-bold'>Права и обязанности Оператора</h5>
		<p className='text-sm my-[1.33em]'>7.1. Оператор персональных данных вправе:</p>
		<ul className='text-sm list-disc list-outside ps-5'>
			<li>отстаивать свои интересы в суде;</li>
			<li>
				предоставлять персональные данные субъектов третьим лицам лишь в том случае, если
				это предусмотрено действующим законодательством (налоговые, правоохранительные
				органы и др.);
			</li>
			<li>
				отказывать в предоставлении персональных данных в случаях предусмотренных
				законодательством РФ;
			</li>
			<li>
				использовать персональные данные субъекта без его согласия, в случаях
				предусмотренных законодательством РФ.
			</li>
		</ul>
		<br />
		<h5 className='text-sm my-[1.33em] font-bold'>
			Права и обязанности субъекта персональных данных
		</h5>
		<p className='text-sm my-[1.33em]'>8.1. Субъект персональных данных имеет право:</p>
		<ul className='text-sm list-disc list-outside ps-5'>
			<li>
				требовать уточнения своих персональных данных, их блокирования или уничтожения в
				случае, если персональные данные являются неполными, устаревшими, недостоверными,
				незаконно полученными или не являются необходимыми для заявленной цели обработки, а
				также принимать предусмотренные законом меры по защите своих прав;
			</li>
			<li>
				требовать перечень своих персональных данных, обрабатываемых Оператором и источник
				их получения;
			</li>
			<li>
				получать информацию о сроках обработки своих персональных данных, в том числе о
				сроках их хранения;
			</li>
			<li>
				требовать извещения всех лиц, которым ранее были сообщены неверные или неполные его
				персональные данные, обо всех произведенных в них исключениях, исправлениях или
				дополнениях;
			</li>
			<li>
				обжаловать в уполномоченный орган по защите прав субъектов персональных данных или в
				судебном порядке неправомерные действия или бездействия при обработке его
				персональных данных;
			</li>
			<li>
				на защиту своих прав и законных интересов, в том числе на возмещение убытков и (или)
				компенсацию морального вреда в судебном порядке.
			</li>
		</ul>
		<br />
		<h5 className='text-sm my-[1.33em] font-bold'>Заключительные положения</h5>
		<p className='text-sm my-[1.33em]'>
			9.1. Настоящая Политика подлежит изменению, дополнению, пересмотру в случае появления
			новых законодательных актов и специальных нормативных документов по обработке и защите
			персональных данных. После изменения, дополнения, пересмотра положений настоящей
			Политики, ее актуализированная версия публикуется на сайте.
		</p>
		<p className='text-sm my-[1.33em]'>
			Получить разъяснения по интересующим вопросам обработки персональных данных можно также,
			обратившись к Оператору, либо направив официальный запрос по Почте России по адресу: г.
			Москва, 107031, Рождественский бульвар, д. 10/7, стр. 1, этаж 2, пом. 1, а также по
			электронной почте: msk@autstaffkin.ru.
		</p>
		<p className='text-sm my-[1.33em]'>
			9.2. Настоящая Политика является внутренним документом Оператора, и подлежит размещению
			на официальном сайте https://autstaffkin.ru.
		</p>
		<p className='text-sm my-[1.33em]'>
			9.3. Контроль исполнения требований настоящей Политики осуществляется ответственным за
			обеспечение безопасности персональных данных Оператора.
		</p>
		<br />
	</article>
);
